app/controllers/sessions_controller.rb

  def billing
    user_agent = request.env['HTTP_USER_AGENT']
    billing_request_body = Billing.request_body(@session)
    parameter = Parameter.first
---
SELECT "parameters".* FROM "parameters" ORDER BY "parameters"."id" ASC LIMIT 1